/* No comment provided by engineer. */
"Upgrading enables all the Pro features and\nsupports the future development of the app." = "升級可激活所有 Pro 版功能\n並支援程式的未來開發。";

/* No comment provided by engineer. */
"About " = "關於";

/* No comment provided by engineer. */
"Add to Favorites" = "添加到最愛";

/* No comment provided by engineer. */
"Also delete favorites" = "同時刪除最愛";

/* No comment provided by engineer. */
"App Contact" = "應用程式連絡人";

/* No comment provided by engineer. */
"Are you searching the right term? Looks like there are no results." = "請檢查搜尋短語。沒有得到任何結果。";

/* No comment provided by engineer. */
"Beta" = "Beta";

/* No comment provided by engineer. */
"Beta Expired" = "Beta 版已過期";

/* No comment provided by engineer. */
"Blacklist" = "黑名單";

/* No comment provided by engineer. */
"Build" = "版本號";

/* No comment provided by engineer. */
"Calculating History Size…" = "正在計算歷史記錄的大小...";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"character" = "字元";

/* No comment provided by engineer. */
"characters" = "字元";

/* No comment provided by engineer. */
"Check a type to omit it. If you are mainly working with text and do not want Files and Images to be recorded you can simply check those categories." = "選中要忽略的類型。如果你主要使用文本而不想記錄文檔和圖像，則可簡單核選這些類型。";

/* No comment provided by engineer. */
"Check for Updates…" = "檢查更新項目⋯";

/* No comment provided by engineer. */
"Check this box for a darker experience." = "選中此框獲得暗色調。";

/* No comment provided by engineer. */
"Check this box to activate a more colored selection." = "選中此框以啟動更多顏色選項。";

/* No comment provided by engineer. */
"color" = "顏色";

/* No comment provided by engineer. */
"Color" = "顏色";

/* No comment provided by engineer. */
"Colorful selection" = "顏色選擇";

/* No comment provided by engineer. */
"Come on, go out there and click some ❤️!" = "請給我們一些 ❤️ ！";

/* No comment provided by engineer. */
"Contact Us…" = "與我們連絡…";

/* No comment provided by engineer. */
"Copia is always accessible through the menu bar." = "Copia 總是可以通過功能表列訪問。";

/* No comment provided by engineer. */
"Copy" = "拷貝";

/* No comment provided by engineer. */
"Copy as Plain Text" = "作為純文字拷貝";

/* No comment provided by engineer. */
"Could not restore your purchase" = "無法恢復您的購買";

/* Day Unit (Abbreviated as a single letter) */
"d" = "天";

/* No comment provided by engineer. */
"Delete" = "刪除";

/* No comment provided by engineer. */
"Delete History…" = "刪除歷史記錄...";

/* No comment provided by engineer. */
"Did you lose something nearby? Keep on searching buddy!" = "你在附近丟失了什麼嗎？繼續搜尋吧！";

/* No comment provided by engineer. */
"Do you really want to delete the current history?" = "你確定要刪除當前的歷史記錄嗎？";

/* No comment provided by engineer. */
"Download latest release…" = "下載最新版本...";

/* No comment provided by engineer. */
"Due to security reasons in order to install the paste script needed for this feature we need you to specifically select the following folder:\n\n%@\n\nIt should be already selected in the next dialog, if so please just push the Select button." = "由於安全原因，安裝粘貼腳本需要你選擇下列資料夾︰\n\n%@ \n\n它應該已經在下一個對話方塊中被選擇，如果是這樣的請按一下選擇按鈕。";

/* No comment provided by engineer. */
"element" = "元件";

/* No comment provided by engineer. */
"elements" = "元件";

/* No comment provided by engineer. */
"Empty history? You make me wish I had less RAM." = "歷史記錄是空的？如果我的 RAM 小一些就好了。";

/* No comment provided by engineer. */
"Enable this if you want the app to start every time you login with this user." = "啟用此選項可在每次啟動本程式時以該使用者身分登入。";

/* No comment provided by engineer. */
"Error" = "錯誤";

/* No comment provided by engineer. */
"Every copied element is represented as a tile in a searchable list." = "可搜索清單中以方塊表示每個已拷貝的元件。";

/* No comment provided by engineer. */
"Expected a folder to store application data, found a file" = "預期一個資料夾存儲應用程式資料，發現一個檔案";

/* No comment provided by engineer. */
"file" = "檔案";

/* No comment provided by engineer. */
"Files" = "檔案";

/* No comment provided by engineer. */
"folder" = "資料夾";

/* No comment provided by engineer. */
"for Mac" = "for Mac";

/* No comment provided by engineer. */
"Fresh new history or just an empty one? Copy something and make it better!" = "歷史記錄是全新的還是被清空的？拷貝些東西吧！";

/* No comment provided by engineer. */
"future development of" = "未來開發";

/* No comment provided by engineer. */
"General" = "一般";

/* No comment provided by engineer. */
"Greeting someone with no favourites is a tough job, isn't it?" = "沒有最愛的人生是不完整的，不是嗎？";

/* Hour Unit (Abbreviated as a single letter) */
"h" = "時";

/* No comment provided by engineer. */
"HELLOOO!! Can you hear the echo?" = "你好啊啊啊啊！！能聽見回聲嗎？";

/* No comment provided by engineer. */
"Hello… is there anybody in there?" = "你好…有人在家嗎？";

/* No comment provided by engineer. */
"Hide" = "隱藏";

/* No comment provided by engineer. */
"History" = "歷史記錄";

/* No comment provided by engineer. */
"History " = "歷史記錄";

/* No comment provided by engineer. */
"I would love to be able to show you something other than this string." = "其實我不想顯示這個字串，也想顯示點別的內容給你看。";

/* No comment provided by engineer. */
"If you would just click some ❤️ this place would be vibrant!" = "您只需按一些 ❤️ 這個地方就會充滿活力 ！";

/* No comment provided by engineer. */
"image" = "圖像";

/* No comment provided by engineer. */
"Images" = "圖像";

/* No comment provided by engineer. */
"Install paste script" = "安裝粘貼腳本";

/* No comment provided by engineer. */
"Item" = "項";

/* No comment provided by engineer. */
"Items" = "項";

/* No comment provided by engineer. */
"Items copied from the applications below will not be added to your history.\nUse this list to prevent copying sensitive data from applications such as Keychain Access." = "從下列程式中拷貝的項將不會出現在你的歷史記錄中。\n使用此清單防止拷貝來自諸如「鑰匙圈存取」等程式的資料。";

/* No comment provided by engineer. */
"Items that exceed this size will not be saved." = "不保存超過此大小的項。";

/* No comment provided by engineer. */
"Knock knock. Who's there? An empty clipboard manager…" = "Knock knock。是誰啊？空空如也的剪貼簿管理器...";

/* No comment provided by engineer. */
"Launch at login" = "在登入時啟動";

/* No comment provided by engineer. */
"Left" = "左";

/* No comment provided by engineer. */
"left" = "向左";

/* No comment provided by engineer. */
"link" = "連結";

/* No comment provided by engineer. */
"Links" = "連結";

/* No comment provided by engineer. */
"Looks empty in here, copy something to make it glorious!" = "看起來這裡什麼都沒有，拷貝些什麼來充實這裡吧！";

/* No comment provided by engineer. */
"Looks like your history is empty, copy something to make it shine!" = "看起來你的歷史記錄是空的，拷貝些什麼來吧！";

/* Minute Unit (Abbreviated as a single letter) */
"m" = "分";

/* No comment provided by engineer. */
"Maximum item size" = "最大項目大小";

/* No comment provided by engineer. */
"Maximum items to save" = "最多可存儲項目";

/* No comment provided by engineer. */
"MB" = "MB";

/* Month Unit (Abbreviated as a single letter. In this case two letters because 'm' already represents minutes) */
"mo" = "月";

/* No comment provided by engineer. */
"Nothing here… copy something to improve the experience!" = "這裡什麼都沒有…拷貝些什麼東西來吧！";

/* The shortest possible form of "now". */
"now" = "此時";

/* No comment provided by engineer. */
"OK" = "好的";

/* No comment provided by engineer. */
"on" = "在";

/* No comment provided by engineer. */
"other" = "其他";

/* No comment provided by engineer. */
"Paste" = "貼上";

/* No comment provided by engineer. */
"Paste as Plain Text" = "作為純文字貼上";

/* No comment provided by engineer. */
"Paste in active application" = "在活動應用程式中貼上";

/* No comment provided by engineer. */
"Pause / restart recording hotkey " = "暫停/重新開啟錄製熱鍵";

/* No comment provided by engineer. */
"Pause Recording" = "暫停錄製";

/* No comment provided by engineer. */
"Peek-a-boo, I see you! Mm no, actually I can't see anything." = "啊哈，我看到你了！不過，其實我什麼都看不見。";

/* No comment provided by engineer. */
"pixels" = "像素";

/* No comment provided by engineer. */
"Play Sounds" = "播放聲音";

/* No comment provided by engineer. */
"Please do not remove the following two lines:" = "請不要刪除以下兩行︰";

/* No comment provided by engineer. */
"Please take the time to update all the Pro features in the Preferences panes." = "請花點時間來更新偏好設定窗格中的所有 Pro 功能。";

/* No comment provided by engineer. */
"Preferences…" = "偏好設定...";

/* No comment provided by engineer. */
"Premium" = "高級版";

/* No comment provided by engineer. */
"Premium unlocked" = "高級版已解鎖";

/* No comment provided by engineer. */
"Privacy" = "隱私權";

/* No comment provided by engineer. */
"Pro features" = "Pro 功能";

/* No comment provided by engineer. */
"Proceed" = "繼續";

/* No comment provided by engineer. */
"Purchasing…" = "正在購買…";

/* No comment provided by engineer. */
"Quit " = "結束";

/* No comment provided by engineer. */
"Ready or not here I come! Never too late to play hide and seek!" = "藏好了嗎？我來找你咯！";

/* No comment provided by engineer. */
"Remove from Favorites" = "從最愛中移除";

/* No comment provided by engineer. */
"Remove text formatting" = "移除文本格式";

/* No comment provided by engineer. */
"Rename" = "重新命名";

/* No comment provided by engineer. */
"Restore Purchases…" = "回復以前的購買…";

/* No comment provided by engineer. */
"Restoring Purchases" = "正在回復以前的購買";

/* No comment provided by engineer. */
"Restoring…" = "正在回復…";

/* No comment provided by engineer. */
"Resume Recording" = "恢復錄製";

/* No comment provided by engineer. */
"Right" = "右";

/* No comment provided by engineer. */
"right" = "右";

/* Second Unit (Abbreviated as a single letter) */
"s" = "秒";

/* No comment provided by engineer. */
"Seek and ye shall find." = "求必得。";

/* No comment provided by engineer. */
"Select" = "選擇";

/* No comment provided by engineer. */
"Select the “%@“ folder.\n and push the Select button." = "選擇「%@」資料夾。\n然後按選擇按鈕。";

/* No comment provided by engineer. */
"Select window side:" = "選擇視窗位置：";

/* No comment provided by engineer. */
"Share" = "共享";

/* No comment provided by engineer. */
"Show" = "顯示";

/* No comment provided by engineer. */
"Show / hide window hotkey" = "顯示/隱藏視窗熱鍵";

/* No comment provided by engineer. */
"Sorry, an error occurred" = "抱歉，有錯誤發生";

/* No comment provided by engineer. */
"Sorry, wrong folder" = "抱歉，錯誤的資料夾";

/* No comment provided by engineer. */
"Text" = "文字";

/* No comment provided by engineer. */
"The database is either corrupt or was created with a different version of the application." = "資料庫可能損壞或者是用不同版本的應用程式創建的。";

/* No comment provided by engineer. */
"The lost and found is just 2 blocks from here." = "失物招領處距離這裡只有兩條街。";

/* No comment provided by engineer. */
"There are no favourites here. You could show some love!" = "這裡還沒有最愛。你需要散播一些愛！";

/* No comment provided by engineer. */
"There is an error communicating with the server." = "與伺服器通信時發生錯誤。";

/* No comment provided by engineer. */
"There is nothing in here. Maybe you can copy something beautiful and smart out there?" = "這裡什麼也沒有。也許你可以拷貝些好看又精緻的東西過來？";

/* No comment provided by engineer. */
"This action can’t be undone" = "此操作不能撤銷";

/* No comment provided by engineer. */
"This beta version is expired." = "此試用版已過期。";

/* No comment provided by engineer. */
"This place should be full of your favourite things." = "這裡用於存放你的最愛。";

/* No comment provided by engineer. */
"This system shortcut can pause or restart pasteboard tracking function. No clipboard items will be copied in the history while the app is on pause." = "此系統捷徑可以暫停或重新開啟剪貼簿跟蹤功能。應用程式處於暫停時，不會將剪貼簿項寫入歷史記錄。";

/* No comment provided by engineer. */
"This system shortcut will show and hide the main window." = "此系統捷徑可顯示和隱藏主視窗。";

/* No comment provided by engineer. */
"Too many elements" = "元件太多";

/* No comment provided by engineer. */
"txt" = "txt";

/* No comment provided by engineer. */
"Type filters" = "類型篩選器";

/* No comment provided by engineer. */
"Unknown" = "未知";

/* No comment provided by engineer. */
"Unknown Item" = "未知項";

/* No comment provided by engineer. */
"unknown item" = "未知項";

/* No comment provided by engineer. */
"unlimited" = "不設限";

/* No comment provided by engineer. */
"Upgrade to Premium" = "升級到高級版";

/* No comment provided by engineer. */
"Upgrading enables all the " = "升級可激活所有";

/* No comment provided by engineer. */
"Use this setting to set the side of the main screen where you would like to see the main window appear." = "使用此功能來設定使用主畫面的哪一側顯示主視窗。";

/* No comment provided by engineer. */
"Version" = "版本";

/* Week Unit (Abbreviated as a single letter) */
"w" = "週";

/* No comment provided by engineer. */
"We can only write the script in the correct directory. Please start the procedure again" = "我們只能在正確的目錄中寫入腳本。請重新開啟程式";

/* No comment provided by engineer. */
"Welcome!" = "歡迎！";

/* No comment provided by engineer. */
"Were you looking for something? Nothing here…" = "你在找什麼東西嗎？這裡什麼都沒有…";

/* No comment provided by engineer. */
"When checked, every kind of text copied (plain, rtf and rtfd) will be pasted as plain text and formatting elements (like font, text color or background color) will be discarded." = "核選此項後，任何類型的文字（純文字、rft 和 rftd）拷貝後都將作為純文字貼上，格式元件（例如字體、文字顏色、背景顏色）將被丟棄。";

/* No comment provided by engineer. */
"When checked, the content of the selected clipboard item will be automatically pasted in the active application." = "核選此項後，已選擇的剪貼板專案剪貼簿項內容將自動貼到活動的應用程式中。";

/* No comment provided by engineer. */
"When the maximum is exceeded, the oldest items in your history will be removed." = "當超過最大值時，歷史記錄中最舊的專案將被移除。";

/* No comment provided by engineer. */
"Whenever you want to open Copia, just press Cmd-Shift-V.\nOr, change it with another shortcut of your choice:" = "按下 Cmd-Shift-V 即可打開 Copia。\n你也可以自行更改捷徑按鍵：";

/* No comment provided by engineer. */
"Window position:" = "視窗位置：";

/* No comment provided by engineer. */
"word" = "字詞";

/* No comment provided by engineer. */
"words" = "字詞";

/* Year Unit (Abbreviated as a single letter) */
"y" = "年";

/* No comment provided by engineer. */
"You are going to make the world a better place one copy at a time!" = "你的每一次拷貝都會讓世界變得更美好！";

/* No comment provided by engineer. */
"You are our hero." = "你是我們的英雄。";

/* No comment provided by engineer. */
"You are standing at the end of a road before an empty clipboard manager history.  Around you is a desktop. There is a ⌘-C on the ground." = "你正站在一條小路的盡頭，面前有個空的剪貼簿管理器。你的身旁有個電腦。地上有一個 ⌘-C。";

/* No comment provided by engineer. */
"You can always change this behavior in the Preferences." = "你可以在偏好設定中更改此功能。";

/* No comment provided by engineer. */
"You know what you should do now? Copy something!" = "你知道現在應該做什麼嗎？拷貝些東西 ！";

/* No comment provided by engineer. */
"You sure you left it here? I really don't see it." = "你確定把它放在這了嗎？我沒有看見啊。";

/* No comment provided by engineer. */
"…and" = "…和";

/* No comment provided by engineer. */
"↑↑↑" = "↑↑↑";

/* No comment provided by engineer. */
"∞" = "∞";

/* No comment provided by engineer. */
"⌘C" = "⌘C";

/* No comment provided by engineer. */
"⌘V" = "⌘V";

/* No comment provided by engineer. */
"❤️ Thank You! ❤️" = "❤️ 謝謝你！❤️";

/* No comment provided by engineer. */
"Upgrade to Premium" = "升級到高級版";

/* No comment provided by engineer. */
"Upgrading enables all the Pro features and supports the future development of the app." = "升級可激活所有 Pro 版功能並支援程式的未來開發。";

/* No comment provided by engineer. */
"Dark theme" = "暗色主題";

/* No comment provided by engineer. */
"The darker experience you were looking for" = "你一直在尋找的暗色調經驗";

/* No comment provided by engineer. */
"Colorful selection" = "顏色選擇";

/* No comment provided by engineer. */
"Who said highlight color should always be blue?" = "誰說突出顯示顏色必須用藍色的？";

/* No comment provided by engineer. */
"Remove formatting" = "移除格式";

/* No comment provided by engineer. */
"Text formatting elements will be ignored" = "文本格式元件將被忽略";

/* No comment provided by engineer. */
"Paste in active app" = "在活動應用程式中貼上";

/* No comment provided by engineer. */
"Directly paste from Copia to the foreground app" = "直接從 Copia 貼到前臺應用程式";

/* No comment provided by engineer. */
"Upgrade to Premium" = "升級到高級版";

/* No comment provided by engineer. */
"Restore Purchases…" = "回復以前的購買…";

/* - - - - - - - - - - - - - - - - - - */
/* ADDITIONAL STRINGS APRIL 18TH 2017 */
/* - - - - - - - - - - - - - - - - - - */
/* Paste in AppName (found in contextual menu). */

"Paste in" = "貼上到";

/* No comment provided by engineer. */
"Couldn't add Copia to login items" = "無法將 Copia 添加到登入項";

/* No comment provided by engineer. */
"Couldn't remove Copia from login items" = "無法從登入項中移除 Copia";

/* Welcome 1st screen. */
"Copia remembers everything you copy to the clipboard\nand lets you retrieve it with ease." = "Copia 記錄你複製到剪貼簿的\n所有內容，並讓您便捷擷取。";

/* Welcome 2nd screen. */
"Copia can appear on either side of your screen and can be automatically\n started every time you login, please select your favorite behavior." = "Copia 可以顯示在您的螢幕任意一側並可在\n登入時自動啟動，請選擇您偏好的顯示方式。";

/* No comment provided by engineer. */
"Copia will appear on the left side of the screen." = "Copia 將出現在螢幕的左側。";

/* No comment provided by engineer. */
"Copia will appear on the right side of the screen." = "Copia 將出現在螢幕的右側。";

/* No comment provided by engineer. */
"Automatically launch Copia at login" = "在登入時自動啟動 Copia";

/* Welcome 3rd screen. */
"Thank you, we believe Copia will improve your workflow. We love\nfeedback, so if you feel like raving or complaining, please reach out to us!" = "謝謝你，我們相信 Copia 將提高您的工作流程。我們樂於接收\n回饋意見，所以如果你想要回饋或者抱怨，請即與我們聯絡！";

/* Welcome 3rd screen. */
"We hope you will enjoy Copia" = "我們希望你喜歡 Copia";

/* No comment provided by engineer. */
"Couldn't add Copia to login items" = "無法將 Copia 添加到登入項";

/* No comment provided by engineer. */
"Couldn't remove Copia from login items" = "無法從登入項中移除 Copia";

/* Menu bar item menu. */
"Show Copia" = "顯示 Copia";

/* Menu bar item menu. */
"Quit Copia" = "退出 Copia";

/* Menu bar item menu. */
"About Copia" = "關於 Copia";

/* Done button at the end of the Welcome screens. */
"Done" = "完成";

/* Please translate as plural. */
"others" = "其他";

/* No comment provided by engineer. */
"Delete multiple items" = "刪除多個項";

/* No comment provided by engineer. */
"Paste multiple items in" = "貼上多個項到";

/* No comment provided by engineer. */
"Paste multiple items as plain text" = "作為純文字貼上多個項";

/* - - - - - - - - - - - - - - - - - - */
/*  ADDITIONAL STRINGS JULY 13TH 2017  */
/* - - - - - - - - - - - - - - - - - - */

/* Status bar help menu folder */
"Help" = "輔助說明";

/* Status bar faq menu item */
"Faq" = "常問問題";
